Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: Respond To Prompt
xmf: ქუგამით მოთხუალას

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
xmf: მუნაჩემეფიში კათელქ აკიფშას ორთაშური, ოჩიებე ნინაშოთ იდეალური ინნაჭარეფითჷნი, გამა ქიმეჩით ათე მოთხუალეფს. არძაში უმოსო თენა გუმადირთუ დამწერლობა ვაუღუნი ფერი ნინეფს.

source: Response deleted successfully
xmf: გამაქ ხეუნჩალუო დილასჷ

source: Response submitted successfully
xmf: გამაქ ხეუნჩალუო ქიჯღონინ

source: Return
xmf: დორთა

source: Return here to edit your goal anytime.
xmf: მუჟამს გოკონანი, შეილებუნა უკახალე დირთათჷნი, ღანკიშ ოწორებელო.

source: Return to Common Voice
xmf: დართით Common Voice-ის

source: Return to Common Voice Datasets
xmf: დართით Common Voice-იში მუნაჩემეფიში კათელს

source: Return to Languages
xmf: ნინეფშა დორთა

source: Review
xmf: გინოჯინა

source: Review and vote for new questions submitted by the community
xmf: ქიგნაჯინით დო ხუმა ქიმეჩით საზოგადოებაში მოჩამილი ახალი ოკითხირეფს

source: Review could not be saved. Please try again later.
xmf: გინოჯინელი ვეშინახჷ, ქორთხინთ კინ ქოცადათჷნი.

source: ⓘ Review Criteria
xmf: ⓘ გინოჯინაში კრიტერიუმეფი

source: Review Criteria
xmf: გინოჯინაში კრიტერიუმეფი

source: Reviewed sentences not submitted, are sure?
xmf: გინოჯინელი ზიტყვასქვილეფი ვაჯღონელე, ქორეთო დარწუმებული?

source: Review existing sentences submitted by the community
xmf: მაკათურეფიში წუმორინაფილი ზიტყვასქვილეფიში გინოჯინა

source: Reviewing Sentences
xmf: ზიტყვასქვილეფიში გინოჯინა

source: Review questions
xmf: ოკითხირეფიში გინოჯინა

source: Review Questions
xmf: ქიგნაჯინით ოკითხირეეფს

source: Review & re-record clips here as you go
xmf: სოიშახ გიშეშათჷნი, ინნაჭარეფს ქიგნაჯინით დო ხოლო ქინაჭარით

source: Review & re-record clips if needed
xmf: ქიგნაჯინით დო ხელახალშო ქინაჭარით, საჭიროქ ქიუდა

source: Review sentences
xmf: ქიგნაჯინით ზიტყვასქვილეფს თქვანი ნინაშა

source: Review Sentences
xmf: ზიტყვასქვილეფიში გინოჯინა

source: Review & Submit
xmf: გინოჯინა დო ჯღონა

source: Review transcriptions
xmf: ქიგნაჯინით ნაჭარათ მოჩამილს

source: Review Transcriptions
xmf: ქიგნაჯინით ტრანსკრიფციას

source: Review transcriptions of recorded sentences for accuracy
xmf: ქიგნაჯინით ინოჭარილი ზიტყვასქვილეფიში ტრანსკრიფციეფიში სითინუეს

source: Review user-submitted transcriptions in your language
xmf: ქიგნაჯინით მუმახვარებელიში ნაჯღონა ტრანსკრიფციეფს თქვან ნინაშა

source: Russian
xmf: რუსული

source: s
xmf: g

source: S
xmf: გ

source: Sabah Bisaya
xmf: საბაჰ-ბისაია

source: Sabah Malay
xmf: საბაჰ-მალაური

source: Sa'ban
xmf: საბანი

source: Save
xmf: შენახება

source: Saved
xmf: ჩუალირ რე

source: Scots
xmf: შოტლანდიური

source: Scripted Speech
xmf: ნაჭარაში გახონარება

source: SCRIPTED SPEECH
xmf: ჭარილი ნინა

source: Search
xmf: გორუა

source: Search for a language
xmf: ნინაშ გორუა

source: Search for a language...
xmf: ნინაშ გორუა...

source: See how your progress compares to other contributors all over the world.
xmf: ქეშუდარით თქვანი წიმე ულა შხვა მოხალისეეფს თელი მსოფლიოშე.

source: See Less
xmf: ქოძირი ნაკლები

source: See More
xmf: ქოძირი უმოსი

source: Select a Language...
xmf: გეგშაგორით ნინა...

source: Select an option
xmf: გეჲშაგორით ართ-ართი

source: Select a variant (optional)
xmf: გეჲშაგორით ნინაში ნერობა (სავალდებულო ვარე)

source: Selected
xmf: გჷშაგორილი

source: Select File
xmf: გეჲშაგორით ფაილი

source: Select File to Upload
xmf: ფაილიში გჷშაგორუა გიოძინალო

source: Select the desired language dataset and choose the version you wish to download.
xmf: ქიმუწურეთ კორინებული ნინაში მუნაჩემეფიშ კათელი დო გეიშაგორით ვერსია გიმახარგალო.

source: Select up to three domains (optional)
xmf: ქიმუწურეთ სუმ დომენი (სავალდებულო ვარე)

source: Select your age
xmf: გეირჩით თქვანი ასაკი

source: Select your sex or gender
xmf: გეირჩით თქვანი სქესი ვარდა გენდერი

source: Self Citation
xmf: მუშ ნამუშერი

source: Send a link to my email
xmf: ქუმომიჯღონი რსხილი ჩქიმი ელფოსტაშა

source: Send sign up link
xmf: რსხილიში ჯღონა

source: Sentence
xmf: ზიტყვასქვილი

source: Sentence Collection
xmf: ზიტყვასქვილეფიში კოლექცია

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
xmf: <sentenceCollectorFragment> ქოძირით უმოსი ზიტყვასქვილეფიში ოკორობუში გურშენი </sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
xmf: <sentenceCollectorVideo> ქოძირით ჩქინი ოხემანჯღვერე ზიტყვასქვილეფიში მაკორობალიში გუმორინაფაში გურშენი </sentenceCollectorVideo> .

source: Sentence Domain
xmf: ზიტყვასქვილიში ინტერნეტოწურაფუ

source: Sentences
xmf: ზიტყვასქვილეფი

source: Sentences are collected for people to read aloud.
xmf: ზიტყვასქვილეფი თიშენი იშაყარუ, კათაქ ხონარმაღალო წეკითხანსჷნი.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
xmf: ზიტყვასქვილეფს ჩქინი ართობაში მაკათურეფი გინმაჯინენა, მარა შილებე მუთუნი კილი ხოლო უღუდასჷნი. ქოძირით ვარდა ქიმირჩქილეთ ოლანძღარი ზიტყვეფი, ნამუთ ვამორწონა, თიშენი ნამდა, მაგალთო, ჩქინი <participationGuidelines> ართობაში ოხემანჯღვერე წესენს არღვენს</participationGuidelines> - ქორთხინთ, ქიგმირინუათ მოშინაფაში ღილაკი. შეილებუნა ათე ოწურაფუთ ხოლო ქიდმეკავშირათჷნი <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
xmf: თაქ მიშაღალირი ზიტყვასქვილეფი ქიგიაძინუ ოჯარეთ ხემიოჭირინაფალი cc-0 ლიცენზირებული მუნაჩემეფიში კათელს.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
xmf: ზიტყვასქვილეფს ოკო გინაჯინას დო მიღას ჟირ კოჩქ, ხვალე ათე შემთხვევას ქიგიაძინუ თინა Common Voice-ის. ოხემანჯღვერე წესეფი თქვანი ნინაშოთ შეილებუნა აკოქიმინათჷნი <languageGuidelinesLink> ათაქ </languageGuidelinesLink>. ზიტყვასქვილეფი ოკო რდას <licenseLink> ოირქიანე საკუთრებაშე </licenseLink> დო მიშეშკვანდას ოკო 15 ზიტყვას. შეილებუნა შხვადოშხვა ავტორს ქოთხუათ მუნეფიში საკუთარი ტექსტეფი <waiverLink>CC0-ლიცენზიათ საკუთარი ნებაში დათმებათ </waiverLink>, დო ქუმობჭარით commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
xmf: { $sentences } ზიტყვასქვილი გინოჯინელი რე. მარდი!

source: Sentence text
xmf: ზიტყვასქვილიშ ტექსტი

source: Sentence Variant
xmf: ზიტყვასქვილიში კუნთხუობა

source: Separate sentences into one line by pressing “Enter” or “Return” once
xmf: გაგშართით ზიტყვასქვილეფი ახალ ხაზის "Enter" ვარდა "Return" ღილაკიშა ართი გენჭირათ

source: Serbian
xmf: სერბული

source: Serian Bidayuh
xmf: სერიანული ბიდაუ

source: Service and Retail
xmf: ინალობა დო საცალო ვაჭრუა

source: Set a goal
xmf: ღანკიშ მეწურაფა

source: Set my visibility
xmf: ძირაფუობაში გერინაფა

source: Settings
xmf: პარამეტრეფი

source: Sex
xmf: სქესი

source: Sex or Gender
xmf: სქესი ვარდა გენდერი

source: SHA256 Checksum Copied!
xmf: SHA256 Checksum ამნახანტი ეჭოფილი რე!

source: Share Common Voice
xmf: გაზიარით Common Voice

source: Share my goal
xmf: გურთი ჩქიმი ღანკი

source: Share your clip
xmf: გაზიარით თქვანი ინნაჭარა

source: Share your { $count } Clip Daily Goal for { $type }
xmf: გურთით თქვან { $count } კლიპიში დღარი ღანკი { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
xmf: გურთით თქვანი { $count } კლიპიში ირი მარაში ღანკი { $type }

source: Share your event
xmf: გაშელით თქვანი ღონისძიება

source: Shortcuts
xmf: მალასმაჭანაფალი

source: [Should be ‘dinosaurs’]
xmf: [ოკო რდას "დუდმახვენჯი ხოლო"]

source: [Should be “We are”]
xmf: [ოკო რდას "ჩქი ვორეთ"]

source: Show me sentences and clips from all variants within my language
xmf: ზალამი მიღუ, ზიტყვასქვილეფი დო ინნაჭარეფი ნინაში არძა დიალექტიშა ბძირენი.

source: Show my ranking
xmf: ქუმოძირი ჩქიმი არდგილი

source: Sign up
xmf: ანგარიშიში აკოქიმინუა

source: Sign up for an account
xmf: ანგარიშიშ აკოქიმინუა

source: Sign up for Common Voice newsletters, goal reminders and progress updates
xmf: გეგშიჭარით Common Voice-იშ ამბეეფიშ ბიულეტენეფი, ღანკიშ გასაშინეეფი დო პროგრესიშ გაახალებეფი

source: sign up for email updates
xmf: გეგშიჭარით სიახალეეფი ელფოსტაშა

source: Sign up for { $lang } updates:
xmf: დერეგისტრირით { $lang } სიახალეეფიშოთ:

source: Simple and easy for anyone to understand
xmf: მარტივი დო არძაშო ანდვილო გაგებელი

source: Single
xmf: ცალკეიან ზიტყვასქვილი

source: Single sentence submission
xmf: ზიტყვასქვილეფიში თითო-თითოთ მიშაღალა

source: Single ZIP file containing
xmf: ართ ZIP ფაილი რე

source: Size
xmf: ზომა

source: Skip
xmf: გიშატება

source: Skipped
xmf: გიშატებულიე

source: Skip Submission Feedback
xmf: ნამუშერიში შეფასებაში გიშატება

source: Slovak
xmf: სლოვაკური

source: Small batch
xmf: ჭიჭე ოდენობა

source: Small batch sentence submission
xmf: ართ-ჟირი ზიტყვასქვილიში მიშაღალა

source: Small businesses, including tech and AI start ups
xmf: ჭიჭე წუმოჭყაფა ტექნოლოგიეფიში დო ხელუანური ინტელექტიში დარგის

source: Social media
xmf: სოციალური მედია

source: Solicit personally identifying information (like names or financial information)
xmf: პიჯიში ეშაჩინებელი მუნაჩემეფი (სახელი ვარდა საშემოსავლო ინფორმაცია)

source: Somali
xmf: სომალური

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
xmf: ნამთინე ნინაში გრამატიკას, ლექსიკას დო გამოთქმას განსხვავებული ვარიაციეფი უღუ. თეშენი გეგნოპჭყვიდით, <ctaLink> გამშამღალუდესკო "ვარიანტეფი" </ctaLink> 2022 წანას. თენა საზოგადოებაში თითეული ბუნას მეჩანს საშუალებას გაგშაგორას მუში ოჩიებე ნინა თლიან კათელჷშე.

source: Someone asks for a language to be added.
xmf: მიდგარენი ითხინს ნინაში გეძინას.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
xmf: ტრასკრიფციაშო აუდიოფაილიში გორუაში დროს ჩილათაქ იჸუ. ქორთხინთ, ხოლო ქოცადათჷნი.

source: Something went wrong while fetching prompts. Please try again later.
xmf: მოთხუალაში მიღებაში დროს ჩილათაქ იჸუ. ქორთხინთ, კინ ქოცადათჷნი.

source: Something went wrong while fetching transcriptions. Please try again later.
xmf: ნაჭარეფიშ მეღებაშ დროს მუდგარენ ხარვეზიქ იჸუ. ქორთხინთ, ქოცადათ კინოხ.

source: Something went wrong with reCAPTCHA. Please try again.
xmf: reCAPTCHA-ს მუდგარენ არასწორ რე. ქორთხინთ, ხელახაშო ქოცადათჷნი.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
xmf: ნამთინე ნინაშ დიალექტეფი შილებე ართიანშე განსხვავებულ რდასჷნი. კონკრეტულ ვარიანტიწკუმა პრობლემეფი ქოიღუნა-და, შეილებუნა პარამეტრეფი დოთირუათჷნი.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
xmf: სანარღოთ, Common Voice-ისი გოწყნარაფილო მუშენს. მარდი, ყურადგებაშენი.

source: Sorry, something went wrong
xmf: სანარღოთ, მუდგარენი ხარვეზიქ გორჩქინდუ

source: Source: { $sentenceSource }
xmf: წყუ: { $sentenceSource }

source: Southwestern Tlaxiaco Mixtec
xmf: თეონურ-დალური ტლახიაკის მისტეკური

source: Spanish
xmf: ესპანური

source: Speak
xmf: ჩიება

source: Speakable
xmf: ჩიება

source: Speakers
xmf: მაჩიებე

source: Speaking
xmf: ჩიება

source: Speaking and Listening
xmf: ჩიება დო რჩქილა

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
xmf: იჩიით ორთაშურო! თქვანი განსხვავებული ჩიებაში მანერა თაქ მიოღებელი რე. მოკონა, თქვანი აქცენტი თიცალი, მუჭომით რენი დო თქვანი ჩიებაში ნტირულობა, სტილი დო ინტონაცია.

source: Speak now
xmf: იჩიით

source: Speak options menu
xmf: ჩიებაში პარამეტრეფიში მენიუ

source: Speak up, contribute here!
xmf: იჩიით, გემშიღით თქვან წილი!

source: Special Characters and Foreign Letters
xmf: საგანგიო ნიშნეფი დო ურცხო ასოეფი

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
xmf: სპეციალური სიმბოლოეფი აუცილებელიში გარდა, ვარდას ოკო ტექსტის. მაგალთო, დეფისი, საჭირო რე “რაჭა-ლეჩხუმქ“ ათაში დიჭარასჷნი დო შილებე ქუმოხვადას ტექსტისჷნი, მარა ათეჯგურა ურცხო სიმბოლოეფქ “@" ვარდა "#” მითინს ვედესაჭირებუ.

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
xmf: <speechBlogLink> ქიდიჭყით ჩიებაში გიშაჩინება </speechBlogLink>

source: Spelling and Punctuation
xmf: წორას ჭარუა დო სასვენ ლიშანეფი

source: Split into { $archiveCount } ZIP files containing
xmf: გორთილი { $archiveCount } ართ ZIP ფაილო

source: Splits
xmf: გორთუალა

source: Splits (Age and Sex)
xmf: გორთუალა (ასაკი დო სქესი)

source: Spontaneous Speech
xmf: სპონტანური ჩიება

source: SPONTANEOUS SPEECH
xmf: სპონტანური ჩიება

source: Start recording
xmf: ინოჭარუაში დოჭყაფა

source: Start typing to describe your accent
xmf: ქიდიჭყით ჭარუა თქვან აქცენტიშ ეიოჭარალო

source: Stats
xmf: სტატისტიკა

source: Status Page
xmf: სტატუსიში ხასილა

source: Still have questions?
xmf: ხოლო გიღუნანო კითხვეფი?

source: Streaks
xmf: თია

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
xmf: <strong>[შიშინ]</strong> დუდმახვენჯი ხოლო ანწი <strong>[ჩხიორი]</strong> რჩეულ რე.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
xmf: <strong> ვევარათ ინნაჭარეფი, სოდეთ მაჩიებეს თქვანდე გინორთელი ‘აქცენტი უღუნი’ </strong> - თენა შანულამი რე ხონარიშ ეშაჩინებელიშოთ, არძაში გაგება შეულებუდასჷნი.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
xmf: <strong> ქიმუდირთით შემოქმედებითო! </strong> თქვანი ნინაში საზოგადოება უნიკალური იჸუაფუ დო თენა რე შარა დაჭყაფალო.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
xmf: <strong> ნაჭარაშ გახონარება </strong> (ჩვეულებრივ, ნამუთ ჩინებულ რე Common Voice) გულისხმენს ზიტყვასქვილეფიშ ხონარმაღალო კითხირს თქვან ნინაშა.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
xmf: <strong> [ჩიონუა] </strong> ახალი დუდმახვენჯი ხოლო ანწი <strong> [ხვალუა] </strong> გჷშაგორილი რე.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
xmf: <strong> სპონტანურ ჩიება </strong> რე Common Voice-იშ ახალ ნაწილი, სოდეთ შეილებუნა ოკითხირეფს ქუგამათ ორთაშური, ოჩიებე ნინათ.

source: Submit
xmf: ჯღონა

source: Submit All
xmf: არძაში ჯღონა

source: Submit a new question for the community to read and respond to
xmf: ქაჯღონით ახალ ოკითხირეფი სამიაროშა, წეკითხანი დო გამა ქიმეჩანინი

source: Submit a report
xmf: მოხსენებაშ ჯღონა

source: Submit clips
xmf: ინოჭარილეფიში ჯღონა

source: Submit new questions for the community to read and respond to
xmf: ოკითხირეფიში გეძინა, ბუნაშ მაკათურეფქ წეკითხანი დო გამა ქიმეჩანინი

source: Submitted
xmf: ქიჯღონინჷ

source: Subscribe
xmf: გიშაჭარუა

source: Success
xmf: გომორძგუა

source: success checkmark
xmf: წუმოძინელო ნაქიმინაშ აღნიშვნა

source: Successfully accepted question
xmf: ოკითხირი წუმოძინელო რე მეღებული

source: Successfully rejected question
xmf: ოკითხირი წუმოძინელო რე ვარებული

source: Success, profile created!
xmf: პროფილქ წუმოძინელო აკიქიმინ!

source: Support open, community-led datasets
xmf: გონჯამილი, ართობაში აკოქიმინელი მუნაჩემეფიში კათელეფიშა ხუჯიში მეჩამა

source: Svan
xmf: შონური

source: Swedish
xmf: შვედური

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
xmf: გინუკინით მარძგვანჷშე ზიტყვასქვილეფი ქიმიღათჷნი. გინუკინით კვარჩხანჷშე ვარია ქოთქუათჷნი. ეუკინი ჟი, გიშატებელო. <strong> ვაგგოჭყორდანი გინოჯინელეფიში წუმორინაფაქ!</strong>

source: Syriac
xmf: სირიული

source: Taiwanese (Minnan)
xmf: ტაივანური (მინანი)

source: Tajik
xmf: ტაჯიკური

source: Taking several attempts to read a word.
xmf: ზიტყვა გამეორებულ რე ეშაკითხირიში ბრელშა ცადებათ.

source: Tap
xmf: ქიგუნჭირით

source: Tatar
xmf: თათრული

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
xmf: Tatoeba რე დიდი მუნაჩემეფიში კათელი ზიტყვასქვილეფიში, ნათანგაში, ჩიებაში ინნაჭარეფიში, ნინაში დაგურაფალო გუმარინაფალი. თე გუმოტვირთუას რე ინგლისურო მაჩიებე კათაში ინნაჭარეფი მუნეფიში ართობაშე.

source: Technology and Robotics
xmf: ტექნოლოგია დო რობოტიკა

source: Technology that speaks your language
xmf: თქვანი ნინათ მაჩიებე ტექნოლოგია

source: TED-LIUM Corpus
xmf: TED-LIUM კორპუსი

source: Tell us what you'd like to download:
xmf: ქომიწით მუში გიმოხარგუა გოკონანი:

source: Terms
xmf: პირობეფი

source: <termsLink>Terms</termsLink>
xmf: <termsLink> პირობეფი </termsLink>

source: Thai
xmf: ტაილანდური

source: Thanks for confirming your account, now let's build your profile.
xmf: მარდი თქვან ანგარიშიშ დადასურებაშენი, ასე ქიდიპჭყათ თქვან პროფილიშ აკოქიმინუა.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
xmf: 259 ანთასჷშე მეტი მოხალისეეფიში შენწეობათ 50-შე უმოსი ნინაშოთ თე მუნაჩემეფი ხონარუან პროგრამეფიში ხუჯიშმიოჩამალო გიმმირინუაფუ, ადამიერეფიში ხომაშენი უჯგუშო რეაგირენდანინი.

source: Thank you for contributing to Spontaneous Speech!
xmf: მარდის მუგოშინანთ სპონტანურ ჩიებაშა წილიშ მიშაღალაშენი!

source: Thank you for contributing your bulk submission!
xmf: მარდი, ზიტყვასქვილეფიში ართო მოჯღონუაშენი!

source: Thank you for contributing your voice!
xmf: მარდის მუგოშინანთ თქვანი ხონარით შემენწითჷნი!

source: Thank you for donating your voice clips!
xmf: მარდის მუგოშინანთ თქვანი ხონარიში ინნაჭარეფით შემენწითჷნი!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
xmf: დიდი მარდი ინოჭარუაშენი! <lineBreak></lineBreak> ასე შეილებუნა ქიგნაჯინათ თქვანი ინნაჭარასჷნი დო ქაჯღონათ თუდო.

source: Thank you for your information
xmf: მარდი ინფორმაციაშენი

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
xmf: მარდი, თქვანი წილიში მიშაღალა გინოჭყვიდითჷნი { $lang }. ჩქი ბრელს მუფშენთ, ნამდა არძა ნინა ხაზირი რდას გატებელონი დო ირო ვოცადუთ, ჩქინი ბუნაში მაკათურეფს სიახალეეფი ქუაცნობათ ელფოსტათჷნი. ზალამი ქოიღუნა წილიში მიშაღალაში-და, ქორთხინთ, თქვანი ელფოსტა თუდო დომჭარათჷნი.

source: Thank you for your voice information
xmf: მარდის მუგოშინანთ თქვანი ხონარიში გურშენ ინფორმაცია მუჩითჷნ

source: Thank you! You’ve sent a new language enquiry
xmf: მარდი! ნინაშ მოთხუალა უკვე ჯღონელ რე

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
xmf: არძაში უჯგუში ზიტყვასქვილი ორთაშურო ნარაგადა რე - თინეფი ანდვილო ოკითხირალი ოკო რდას, თიში უმკუჯინუო, ნამდა ფონეტიკური დო ზიტყვეფიში შხვადოშხვანერობა შანულამიე. ჩქი ვოცადუთ, ნამდა მოხალისეეფიშოთ ზიტყვასქვილეფიშ ინოჭარუა სახალისო რდასჷნი.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
xmf: ჩიებაში ეშაჩინებელი ძრავაში აკაქიმინალო არძაში უმოსო გუმოდირთუ ზიტყვასქვილეფი თანამედროვე ორაგადე ნინაშე. ქოძირით შხვადოშხვა შარა თეცალი ზიტყვასქვილეფიში აკანწყუალო.

source: The bumblebee sped by.
xmf: მუთ გიძირუნი, ვაძირუნქ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
xmf: ხონარუანი ინნაჭარეფიში საფლეს რე Common Voice-იშ მუნაჩემეფიში ბაზას ვეგეძინუნ ფერი ინნაჭარეფი. თე საფლეშე შეილებუნა კლიპეფიში გიმოხარგუა.

source: The clip has disrespectful or offensive language.
xmf: ინაჭარას უმანგე დო ოლანძღარი ზიტყვეფე რე

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
xmf: Common Voice-ი მუნაჩემეფიში კათელს შაყარანს ოში ანთასობით ხონარიში ნიმუშის, ნამუთ გჷმადირთუნა მამუშებელეფს ხონარიში ეშაჩინებელი საშუალებეფიში აკოქიმინუას.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
xmf: ართობა Common Voice-იში გური რე - აკოშაყარელი თელი მსოფლიოშე, ნამუსუთ რენა ნინაში მენცაფერი, ხელოვანეფი დო ნინაში აქტივისტეფი. თე ართობას მუჭო აკათათჷნი, შეილებუნა ქიგეგათ ჩქინი <about> გურშენი </about> ხასჷლაშე დო ჩქინი <community> ართობაში ოხემანჯღვეღეშე </community>.დაინტერესებული ქორეთ უმოსი ტომბა ორგანიზაციული პარტნიორობათჷ-და, <emailFragment> ქიდმეკავშირით. </emailFragment>

source: The content contains a language different than I was expecting.
xmf: შინაარსი, ვეველუდინ ფერი, შხვანერ ნინაშა რე,

source: The content has disrespectful or offensive language.
xmf: თე ზიტყვასქვილი უმანგუ ვარდა ოლანძღარ შინაარსიშ რე.

source: The giant dinosaur of the Triassic.
xmf: ახალ დუდმახვენჯი გიშაგორილი რე.

source: The giant dinosaurs of the Triassi-.
xmf: ახალ დუდმახვენჯი გიშაგორილ რე.

source: The giant dinosaurs of the Triassic.
xmf: ახალ დუდმახვენჯი გიშაგორილ რე.

source: The giant dinosaurs of the Triassic. [read by one voice]
xmf: ახალ დუდმახვენჯი გჷშაგორილი რე. [კითხულენს ართ ხონარი]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
xmf: ახალ დუდმახვენჯი გჷშაგორილი რე. <strong>[კითხულენს ართ ხონარი]</strong>

source: The giant dinosaurs of the Triassic. Yes.
xmf: ახალ დუდმახვენჯი გიშაგორილ რე. ქო.

source: The giant dino <strong>[cough]</strong> the Triassic.
xmf: ახალი დუდი <strong> [ხვალუა] </strong> გჷშაგორილი რე.

source: The MediaRecorder API is not supported in your browser.
xmf: The MediaRecorder API ვარე ხუჯმეჩამილი თქვან ბრაუზერს.

source: The number of recordings and which languages you contribute to will be public.
xmf: ინნაჭარეფი მუზმა რე დო თი ნინეფი, ნამუშა წილი მიშმაიღუნანი, თენეფი ირფელი ოჯარე იჸუაფუ.

source: The page you are looking for could not be found
xmf: ხასილა, ნამუსუთ გორჷნთჷნი, ვეძირჷ.

source: The question should be answerable in just a couple of sentences.
xmf: ოკითხირე თიშნერი ოკო რდას, ართ-ჟირი ზიტყვასქვილით მიჩინედას გამანი.

source: There are currently no prompts for this language. Please refresh the page or try again later.
xmf: თე ნინაშო მოთხუალეფქ ვეგორ. ქორთხინთ, გაახალით ხასილა ვარდა ქოცადით კინოხ.
